tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "exa"
brew "fish"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gitui"
brew "jenv"
brew "jq"
brew "mas"
brew "micro"
brew "nmap"
brew "openjdk"
brew "openjdk@11"
brew "shellcheck"
brew "thefuck"
brew "watch"
brew "yadm"
cask "1password6"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "go2shell"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Xcode", id: 497799835
