tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bat"
brew "coreutils"
brew "eza"
brew "fish"
brew "fd"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "gitui"
brew "jenv"
brew "jq"
brew "less" # git-delta needs version >= 581
brew "mas"
brew "micro"
brew "nmap"
brew "openjdk"
brew "starship"
brew "shellcheck"
brew "viddy"
brew "yadm"
brew "zoxide"
cask "qlmarkdown"
cask "qlstephen"
cask "qlcolorcode"
cask "1password6"
cask "dropbox"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "go2shell"
cask "iina"
cask "imageoptim"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"
