brew "bat"
brew "coreutils"
brew "eza"
brew "fish"
brew "fd"
brew "git"
brew "git-absorb"
brew "git-fixup"
brew "git-trim"
brew "git-delta"
brew "gitui"
brew "jenv"
brew "jq"
brew "micro"
brew "nmap"
brew "openjdk"
brew "starship"
brew "shellcheck"
brew "yadm"
brew "zoxide"
cask "dropbox"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "iina"
cask "imageoptim"
cask "ghostty"
cask "languagetool-desktop"
cask "shottr"
cask "the-unarchiver"
cask "visual-studio-code"
cask "rectangle"